# Space Property

---
C#Visual BasicVisual C++
Include Protected MembersInclude Inherited Members
Revit 2024 API
---
FamilyInstance..::..Space Property
FamilyInstance Class See Also
---
The space in which the instance is located.
# Overload List
| Name | Description |
| --- | --- |
| --- | --- | --- |
| Space | The space in which the instance is located (during the last phase of the project). |
| [Space[([( Phase])]) ](36fcee11-77d9-80a7-2321-5bf163137ac3.md "Space Property \(Phase\)") |

# See Also
FamilyInstance Class
FamilyInstance Members
Autodesk.Revit.DB Namespace